Repository: makeen-project/amazon-location-features-demo-ios-fork
Catalog: LocationServices/LocationServices/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, he, hi, it, ja, ko, pt_pt, zh_hans, zh_hant

source: Please enter geofence name
ar: رجاء يدخل السياج الجغرافي اسم
de: Bitte eintragen Geofence Name
es: Por favor entrar geofence nombre
fr: Veuillez entrer géofence nom
he: נא הכנס גיאופנס כינוי
hi: कृपया दर्ज करें जियोफेंस नाम
it: Per favore inserire geofence nome
ja: お願いします 入る ジオフェンス 名前
ko: 부디 를 입력합니다 지오펜스 이름
pt_pt: Por favor entrar cerca geográfica nome
zh_hans: 请 输入 geofence 名称
zh_hant: 求你了 輸入 地理圍欄 名稱

source: Please enter proper identity pool id
ar: رجاء يدخل لائق هوية حوض السباحة هوية شخصية
de: Bitte eintragen richtig Identität bündeln id
es: Por favor entrar apropiado identidad piscina id
fr: Veuillez entrer correct identité piscine identifiant
he: נא הכנס ראוי זהות בריכה מזהה
hi: कृपया दर्ज करें उचित पहचान पूल आईडी
it: Per favore inserire corretto identità piscina id
ja: お願いします 入る 適切な アイデンティティ プール ID
ko: 부디 를 입력합니다 적절한 신원을 확인합니다 풀 id
pt_pt: Por favor entrar apropriado identificação piscina id
zh_hans: 请 输入 正确的 身份 池 id
zh_hant: 求你了 輸入 正確的 身份 池 身份證

source: Please enter the following required fields into the Location.
ar: رجاء يدخل ال التالي مطلوب الحقول إلى ال الموقع.
de: Bitte eintragen die folgend erforderlich Felder in die Standort.
es: Por favor entrar la siguiendo requerido campos en la Ubicación.
fr: Veuillez entrer le suivant requis champs dans le Endroit.
he: נא הכנס ה הבא נדרש שדות לתוך ה מיקום.
hi: कृपया दर्ज करें यह निम्नलिखित आवश्यक है क्षेत्र इसमें यह लोकेशन।
it: Per favore inserire lo seguenti necessario campi dentro lo Ubicazione.
ja: お願いします 入る その 以下 必須 畑 に その ロケーション。
ko: 부디 를 입력합니다 그 다음의 필수 전지 로 그 위치.
pt_pt: Por favor entrar a segue requeridos campos em a Localização.
zh_hans: 请 输入 这 以下 规定的 领域 进入 这 位置。
zh_hant: 求你了 輸入 該 以下 必需的 領域 到 該 位置。

source: Political view
ar: سياسية منظر
de: Politisch anzeigen
es: Político vista
fr: Politique voir
he: פוליטי מבט
hi: राजनैतिक राय
it: Politico vista
ja: 政治的 見る
ko: 정치적 전망
pt_pt: Político olhar
zh_hans: 政治 观点
zh_hant: 政治 檢視

source: Preview
ar: استطلاع
de: Vorschau
es: Vista previa
fr: Aperçu
he: תצוגה מקדימה
hi: पूर्वावलोकन
it: Anteprima
ja: プレビュー
ko: 시사
pt_pt: prévia
zh_hans: 预览
zh_hant: 預覽

source: Privacy Notice
ar: الخصوصية تنويه
de: Datenschutz Hinweis
es: Privacidad Aviso
fr: Confidentialité Notice
he: פרטיות שימו לב
hi: प्राइवेसी नोटिस
it: Privacy Avviso
ja: プライバシー 通知
ko: 프라이버시 공지
pt_pt: Privacidade Aviso
zh_hans: 隐私 通知
zh_hant: 隐私 通知

source: Radius
ar: شعاع
es: Radio
fr: Rayon
he: רדיוס
hi: रेडियस
it: Raggio
ja: 半径
ko: 반지름
pt_pt: Raio
zh_hans: 半径
zh_hant: 半徑

source: Region
ar: المنطقة
es: Región
fr: Région
he: אזור
hi: क्षेत्र
it: Regione
ja: リージョン
ko: 지역
pt_pt: Região
zh_hans: 区域
zh_hant: 地區

source: Required configuration keys are missing, and the application cannot function without them. The following keys are missing:
ar: مطلوب التكوين مفاتيح يكونوا في عداد المفقودين، و ال تطبيق غير قادر وظيفة بدون هم. ال التالي مفاتيح يكونوا مفقود:
de: Erforderlich Aufbau Schlüssel sind fehlt, und die Anwendung kann nicht wirken ohne sie. Das folgend Schlüssel sind fehlt:
es: Necesario configuración llaves somos desaparecido, y la aplicación no poder función sin ellos. El siguiendo llaves somos falta:
fr: Nécessaire configuration clés sont disparu, et le candidature ne peut pas fonction sans eux. Le suivant clés sont manquant :
he: חובה תצורה מפתחות מהווים חסר, ו ה יישום לא יכול תפקוד בלי אותם. ה הבא מפתחות מהווים חסר: n
hi: ज़रूरी कॉन्फ़िगरेशन चांबियाँ हैं गुम, और यह आवेदन नहीं कर सकता समारोह बगैर उन्हें। द निम्नलिखित चांबियाँ हैं अनुपलब्ध:
it: Richiesto configurazione chiavi siamo mancante, e lo candidatura Non posso funzione senza loro. Le seguenti chiavi siamo mancante:
ja: 必須 設定 キー です 行方不明、 そして その 応用 できない 関数 なし それら。 ザの 以下 キー です 見つからない:
ko: 필수 구성 키를 누릅니다 입니다 실종, 과 그 응용 프로그램 할 수 없다 기능 없이 그들을. 더 다음의 키를 누릅니다 입니다 누락:
pt_pt: Obrigatório configuração chaves está desaparecido, e a aplicativo não pode função sem eles. O segue chaves está ausente:
zh_hans: 必填项 配置 钥匙 是 失踪， 和 这 应用程序 不能 功能 没有 他们。 这个 以下 钥匙 是 缺失：
zh_hant: 必須 配置 按鍵 是 遺失， 和 該 應用程式 不能 功能 無 他們。 The 以下 按鍵 是 缺少：

source: Requires connection to AWS CloudFormation
ar: يتطلب صلة إلى الخدمات اللاسلكية المتقدمة تشكيل السحابة
de: Erfordert Verbindung zu AWS Wolkenbildung
es: Requiere conexión a AWS Formación en la nube
fr: Nécessite connexion pour AWS Formation dans le cloud
he: דורש חיבור כדי AWS תצורת ענן
hi: आवश्यक है संयोग को एडब्ल्यूएस क्लाउड फ़ॉर्मेशन
it: Richiede connessione a AWS Formazione sul cloud
ja: 必要 接続 に AWS クラウド形成
ko: 필요 연결 에 AWS 클라우드 포메이션
pt_pt: Requer conexão para AWS Formação de nuvem
zh_hans: 需要 连接 到 AWS 云形成
zh_hant: 需要 連接 至 亞馬遜網路服務公司 雲形成

source: route active
ar: طريق نشيط
de: Route aktiv
es: ruta activo
fr: route actif
he: מסלול פעיל
hi: रास्ता सक्रिय
it: itinerario attivo
ja: ルート アクティブ
ko: 노선 유효한
pt_pt: rota ativa
zh_hans: 路线 活跃
zh_hant: 路線 活躍

source: Route not found.
ar: المسار لا وجدت.
de: Route nicht gefunden.
es: Ruta no encontrado.
fr: Parcours pas trouvé.
he: מסלול לא מצא.
hi: रूट ना पाया।
it: Percorso non trovato.
ja: ルート じゃない 見つかりました。
ko: 노선 아니 발견.
pt_pt: Rota não encontrado.
zh_hans: 路线 不 找到了。
zh_hant: 路線 不 找到。

source: Route Options
ar: المسار خيارات
de: Route Optionen
es: Ruta Opciones
fr: Parcours Options
he: מסלול אפשרויות
hi: रूट ऑप्शंस
it: Percorso Opzioni
ja: ルート [オプション]
ko: 노선 옵션
pt_pt: Rota Opções
zh_hans: 路线 选项
zh_hant: 路線 選項

source: routes active
ar: طرق نشيط
de: Routen aktiv
es: rutas activo
fr: itinéraires actif
he: מסלולים פעיל
hi: मार्गों सक्रिय
it: itinerari attivo
ja: ルート アクティブ
ko: 노선 유효한
pt_pt: vias ativa
zh_hans: 路线 活跃
zh_hant: 路線 活躍

source: Routes notifications
ar: المسارات إخطارات
de: Routen Benachrichtigungen
es: Rutas notificaciones
fr: Itinéraires notifications
he: מסלולים התראות
hi: रूट्स सूचनाएं
it: Percorsi notifiche
ja: ルート 通知
ko: 노선 알림
pt_pt: Rotas notificações
zh_hans: 路线 通知
zh_hant: 路線 通知

# RussiaPoliticalView
source: Russia's view on Crimea
ar: روسيا منظر في القرم
de: Russlands anzeigen auf Krim
es: Rusia's vista en Crimea
fr: Russie voir sur Crimée
he: רוסיה של מבט על קרים
hi: रूस का राय के ऊपर क्रीमिया
it: Russia vista sul Crimea
ja: ロシアの 見る オン クリミア
ko: 러시아 전망 ...에 크리미아
pt_pt: Rússia's olhar em Crimeia
zh_hans: 俄罗斯的 观点 上 克里米亚
zh_hant: 俄羅斯 的 檢視 上 克里米亞

source: Save
ar: احفظ
de: Speichern
es: Guardar
fr: Enregistrer
he: שמור
hi: सहेजें
it: Salva
ja: [保存]
ko: 저장
pt_pt: Salvar
zh_hans: 保存
zh_hant: 儲存

source: Schedule
ar: جدول
de: Zeitplan
es: Programar
fr: Calendrier
he: לוח זמנים
hi: शेड्यूल
it: Pianificazione
ja: スケジュール
ko: 스케줄
pt_pt: Cronograma
zh_hans: 日程安排
zh_hant: 時間表

source: Scooter
ar: سكوتر
de: Roller
he: קַטנוֹעַ
hi: स्कूटर
ja: スクーター
ko: 스쿠터
pt_pt: Patinete
zh_hans: 小型摩托车
zh_hant: 小型摩托車

source: Search
ar: ابحث
de: Suche
es: Buscar
fr: Rechercher
he: חיפוש
hi: खोजें
it: Cerca
ja: 検索
ko: 검색
pt_pt: Pesquisar
zh_hans: 搜寻
zh_hant: 搜索

source: Search Destination
ar: ابحث الوجهة
de: Suche Reiseziel
es: Buscar Destino
fr: Rechercher Destination
he: חיפוש יעד
hi: खोजें डेस्टिनेशन
it: Cerca Destinazione
ja: 検索 目的地
ko: 검색 목적지
pt_pt: Pesquisar Destino
zh_hans: 搜寻 目的地
zh_hant: 搜索 目的地

source: Search nearby
ar: ابحث مجاوز
de: Suche in der Nähe
es: Buscar cerca
fr: Rechercher à proximité
he: חיפוש בקרבת מקום
hi: खोजें पास ही
it: Cerca vicino
ja: 検索 近所の
ko: 검색 근처에
pt_pt: Pesquisar nas proximidades
zh_hans: 搜寻 附近
zh_hant: 搜索 附近

source: Search starting point
ar: ابحث بدء نقطة
de: Suche beginnend Punkt
es: Buscar empezando punto
fr: Rechercher commençant point
he: חיפוש מתחיל נקודה
hi: खोजें शुरुआत में बिंदु
it: Cerca di partenza punto
ja: 検索 開始 ポイント
ko: 검색 시작 포인트
pt_pt: Pesquisar iniciando ponto
zh_hans: 搜寻 开始 点
zh_hant: 搜索 開始 點

source: sec
ar: ثانية
de: Sekunde
es: segundo
fr: seconde
he: שניות
hi: सेकंड
it: secondo
ja: 秒
ko: 초
pt_pt: seg
zh_hans: 秒
zh_hant: 秒

source: Selected time cannot be in the past!
ar: تم اختياره وقت غير قادر هو في ال الماضي!
de: Ausgewählt Zeit kann nicht Sein in die Vergangenheit!
es: Seleccionado tiempo no poder estar en la pasado!
fr: Sélectionné temps ne peut pas être dans le passé !
he: נבחר זמן לא יכול להיות בתוך ה עבר!
hi: चयनित पहर नहीं कर सकता होना में यह अतीत!
it: Selezionato tempo Non posso essere nel lo passato!
ja: 選択済み 時間 できない です に その 過去!
ko: 선택됨 시각 할 수 없다 있다 에서 그 과거!
pt_pt: Selecionado horas não pode ser em a passado!
zh_hans: 已选中 时间 不能 是 在 这 过去！
zh_hant: 已選 時間 不能 是 在 該 過去！

# SerbiaPoliticalView
source: Serbia's view on Kosovo, Vukovar, and Sarengrad Islands
ar: جمهورية صربيا منظر في كوسوفو، فوكوفار، و سارينجراد الجزر
de: Serbiens anzeigen auf Kosovo, Vukovar, und Sarengrad Inseln
es: Serbia's vista en Kosovo, Vukovar, y Sarengrado Islas
fr: Serbie voir sur Kosovo, Vukovar, et Sarengrad Îles
he: סרביה של מבט על קוסובו, ווקובר, ו סרנגראד איים
hi: सर्बिया का राय के ऊपर कोसोवो, वुकोवर, और सारेन्ग्रैड द्वीप समूह
it: Serbia vista sul Kosovo, Vukovar, e Sarengrad Isole
ja: セルビア 見る オン コソボ、 ヴコヴァル、 そして サレングラド 島々
ko: 세르비아 전망 ...에 코소보, 부코바르, 과 사렌그라드 섬
pt_pt: Sérvia's olhar em Kosovo, Vukovar, e Sarengrado Ilhas
zh_hans: 塞尔维亚的 观点 上 科索沃， 武科瓦尔， 和 萨伦格勒 岛屿
zh_hant: 塞爾維亞 的 檢視 上 科索沃, 武科瓦爾, 和 萨伦格拉德 島嶼

source: Settings
ar: إعدادات
de: Einstellungen
es: Ajustes
fr: Réglages
he: הגדרות
hi: सेटिंग
it: Impostazioni
ja: [設定]
ko: 설정
pt_pt: Configurações
zh_hans: 设置
zh_hant: 設定

source: Show password
ar: عرض كلمة المرور
de: Zeigen Passwort
es: Mostrar contraseña
fr: Afficher mot de passe
he: הצג סיסמה
hi: दिखाएँ पासवर्ड
it: Mostra password
ja: ショー パスワード
ko: 쇼 암호
pt_pt: Mostra senha
zh_hans: 节目 密码
zh_hant: 顯示 密碼

source: Sign in
ar: علامة في
de: Schild in
es: Signo en
fr: Signe dans
he: לחתום בתוך
hi: साइन इन करें में
it: Segno nel
ja: サイン に
ko: 서명 에서
pt_pt: Assinar em
zh_hans: 标志 在
zh_hant: 簽署 在

source: Sign in required
ar: علامة في مطلوب
de: Schild in erforderlich
es: Signo en requerido
fr: Signe dans requis
he: לחתום בתוך נדרש
hi: साइन इन करें में आवश्यक है
it: Segno nel necessario
ja: サイン に 必須
ko: 서명 에서 필수
pt_pt: Assinar em requeridos
zh_hans: 标志 在 规定的
zh_hant: 簽署 在 必需的

source: Sign in to access Tracking and Geofence features or proceed to Explore the map
ar: علامة في إلى ولوج التتبع و السياج الجغرافي المميزات أو تقدم إلى اكتشف ال خريطة
de: Schild in zu Zugriff Nachverfolgung und Geofence Eigenschaften oder fortfahren zu Erkunden die Karte
es: Signo en a acceso Rastreo y Geofence características o proceder a Explora la mapa
fr: Signe dans pour accès Suivi et Geofence fonctionnalités ou continuer pour Explorez le carte
he: לחתום בתוך כדי גישה מעקב ו גיאופנס מאפיינים או להמשיך כדי חקור ה מפה
hi: साइन इन करें में को पहुँच ट्रैकिंग और जियोफेंस विशेषताएं या आगे बढ़ें को एक्सप्लोर यह नक्शा
it: Segno nel a accesso Monitoraggio e Geofence caratteristiche o procedere a Esplora lo mappa
ja: サイン に に アクセス トラッキング そして ジオフェンス 特徴 または 続行します に 探索 その 地図
ko: 서명 에서 에 접속하다 트래킹 과 지오펜스 특징 또는 계속 진행합니다 에 둘러보기 그 지도
pt_pt: Assinar em para acesso Monitoramento e Geofence características ou prosseguir para Explorar a mapa
zh_hans: 标志 在 到 访问 追踪 和 Geofence 功能 要么 继续 到 探索 这 地图
zh_hant: 簽署 在 至 存取 追蹤 和 地理圍欄 功能 或者 繼續 至 探索 該 地圖

source: Sign out
ar: علامة خارج
de: Schild aus
es: Signo fuera
fr: Signe en dehors
he: לחתום החוצה
hi: साइन इन करें बाहर
it: Segno fuori
ja: サイン アウト
ko: 서명 밖으로
pt_pt: Assinar fora
zh_hans: 标志 出
zh_hant: 簽署 出

source: Sign out successfully
ar: علامة خارج بنجاح
de: Schild aus erfolgreich
es: Signo fuera con éxito
fr: Signe en dehors avec succès
he: לחתום החוצה בהצלחה
hi: साइन इन करें बाहर सफलतापूर्वक
it: Segno fuori con successo
ja: サイン アウト 首尾よく
ko: 서명 밖으로 성공적으로
pt_pt: Assinar fora com sucesso
zh_hans: 标志 出 成功地
zh_hant: 簽署 出 成功

source: Simulation
ar: محاكاة
es: Simulación
he: סימולציה
hi: सिमुलेशन
it: Simulazione
ja: シミュレーション
ko: 시뮬레이션
pt_pt: Simulação
zh_hans: 模拟
zh_hant: 模擬

source: Software Attribution
ar: برامج الإسناد
de: Software Namensnennung
es: Software Atribución
fr: Logiciel Attribution
he: תוכנה ייחוס
hi: सॉफ़्टवेयर एट्रिब्यूशन
it: Software Attribuzione
ja: ソフトウェア アトリビューション
ko: 소프트웨어 저작자 표시
pt_pt: Software Atribuição
zh_hans: 软件 归因
zh_hant: 軟體 歸因

source: Some configuration keys are missing. Map, Search, Places, and Route are available, but Simulation and Analytics are disabled until the following keys are added:
ar: بعض التكوين مفاتيح يكونوا مفقود. خريطة، ابحث، الأماكن، و المسار يكونوا متاح، لكن محاكاة و تحليلات يكونوا معاق حتى ال التالي مفاتيح يكونوا وأضاف:
de: Einige Aufbau Schlüssel sind fehlt. Landkarte, Suche, Orte, und Route sind verfügbar, aber Simulation und Analytik sind Behinderte bis die folgend Schlüssel sind hinzugefügt:
es: Algunos configuración llaves somos desaparecido. Mapa, Buscar, Lugares, y Ruta somos disponible, pero Simulación y Analítica somos inhabilitado hasta la siguiendo llaves somos agregado:
fr: Certains configuration clés sont disparu. Carte, Rechercher, Des lieux, et Parcours sont disponible, mais Simulation et Analytique sont handicapé jusqu'à le suivant clés sont ajouté :
he: חלק תצורה מפתחות מהווים חסר. מפה, חיפוש, מקומות, ו מסלול מהווים זמין, אולם סימולציה ו ניתוח מהווים מושבת עד ה הבא מפתחות מהווים הוסיף: n
hi: कुछ कॉन्फ़िगरेशन चांबियाँ हैं लापता। नक्शा, खोजें, जगहें, और रूट हैं उपलब्ध, परंतु सिमुलेशन और एनालिटिक्स हैं दिव्यांग जब तक यह निम्नलिखित चांबियाँ हैं जोड़ा गया:
it: Alcuni configurazione chiavi siamo mancante. Mappa, Cerca, Luoghi, e Percorso siamo disponibile, tranne Simulazione e analitica siamo disabili fino a lo seguenti chiavi siamo aggiunto:
ja: 一部 設定 キー です 行方不明。 マップ、 検索、 場所、 そして ルート です 利用可能、 しかし シミュレーション そして 分析 です 無効になっています まで その 以下 キー です 追加されました:
ko: 일부 구성 키를 누릅니다 입니다 누락되었습니다. 지도, 검색, 장소, 과 노선 입니다 사용 가능, 하지만 시뮬레이션 과 해석학 입니다 비활성화 ...까지 그 다음의 키를 누릅니다 입니다 추가됨:
pt_pt: Alguns configuração chaves está desaparecido. Mapa, Pesquisar, Lugares, e Rota está disponível, mas Simulação e Análise está deficiente até a segue chaves está adicionado:
zh_hans: 一些 配置 钥匙 是 失踪。 地图， 搜索， 地方， 和 路线 是 可用， 但是 模拟 和 分析 是 残疾的 直到 这 以下 钥匙 是 已添加：
zh_hant: 一些 配置 按鍵 是 遺失。 地圖, 搜索, 地點， 和 路線 是 可用， 但 模擬 和 分析 是 殘疾人 直到 該 以下 按鍵 是 添加：

source: Some configuration keys are missing. Map, Search, Places, and Route are available, but Simulation is disabled until the following keys are added:
ar: بعض التكوين مفاتيح يكونوا مفقود. خريطة، ابحث، الأماكن، و المسار يكونوا متاح، لكن محاكاة هو معاق حتى ال التالي مفاتيح يكونوا وأضاف:
de: Einige Aufbau Schlüssel sind fehlt. Landkarte, Suche, Orte, und Route sind verfügbar, aber Simulation ist Behinderte bis die folgend Schlüssel sind hinzugefügt:
es: Algunos configuración llaves somos desaparecido. Mapa, Buscar, Lugares, y Ruta somos disponible, pero Simulación es inhabilitado hasta la siguiendo llaves somos agregado:
fr: Certains configuration clés sont disparu. Carte, Rechercher, Des lieux, et Parcours sont disponible, mais Simulation est handicapé jusqu'à le suivant clés sont ajouté :
he: חלק תצורה מפתחות מהווים חסר. מפה, חיפוש, מקומות, ו מסלול מהווים זמין, אולם סימולציה הווה מושבת עד ה הבא מפתחות מהווים הוסיף: n
hi: कुछ कॉन्फ़िगरेशन चांबियाँ हैं लापता। नक्शा, खोजें, जगहें, और रूट हैं उपलब्ध, परंतु सिमुलेशन है दिव्यांग जब तक यह निम्नलिखित चांबियाँ हैं जोड़ा गया:
it: Alcuni configurazione chiavi siamo mancante. Mappa, Cerca, Luoghi, e Percorso siamo disponibile, tranne Simulazione è disabili fino a lo seguenti chiavi siamo aggiunto:
ja: 一部 設定 キー です 行方不明。 マップ、 検索、 場所、 そして ルート です 利用可能、 しかし シミュレーション です 無効になっています まで その 以下 キー です 追加されました:
ko: 일부 구성 키를 누릅니다 입니다 누락되었습니다. 지도, 검색, 장소, 과 노선 입니다 사용 가능, 하지만 시뮬레이션 입니다 비활성화 ...까지 그 다음의 키를 누릅니다 입니다 추가됨:
pt_pt: Alguns configuração chaves está desaparecido. Mapa, Pesquisar, Lugares, e Rota está disponível, mas Simulação é deficiente até a segue chaves está adicionado:
zh_hans: 一些 配置 钥匙 是 失踪。 地图， 搜索， 地方， 和 路线 是 可用， 但是 模拟 是 残疾的 直到 这 以下 钥匙 是 已添加：
zh_hant: 一些 配置 按鍵 是 遺失。 地圖, 搜索, 地點， 和 路線 是 可用， 但 模擬 是 殘疾人 直到 該 以下 按鍵 是 添加：

source: Stack is corrupted, switching back to default stack
ar: كومة هو تالف، التبديل تراجع إلى تقصير كومة
de: Stapel ist beschädigt, umschalten zurück zu Standard stapeln
es: Pila es corrompido, conmutación atrás a predeterminado pila
fr: Empiler est corrompu, basculement retour pour défaut empiler
he: מחסנית הווה מושחת, מיתוג גב כדי ברירת מחדל ערימה
hi: स्टैक है भ्रष्ट, स्विच करना पीछे को चूक ढेर
it: Pila è corrotto, commutazione indietro a predefinito pila
ja: スタック です 破損した、 スイッチング 戻ります に デフォルト スタック
ko: 스택 입니다 손상됨, 스위칭 뒤로 에 기본값입니다 스택
pt_pt: Pilha é corrompido, trocando atrás para padrão pilha
zh_hans: 堆栈 是 腐败， 改变 背部 到 默认 堆
zh_hant: 堆疊 是 損壞， 切換 背部 至 預設值 堆

source: start
ar: بدأ
es: comienzo
fr: démarrer
he: התחל
hi: शुरू
it: inizio
ja: 開始
ko: 를 시작합니다
pt_pt: iniciar
zh_hans: 开始
zh_hant: 開始

source: Start simulation
ar: ابدأ محاكاة
de: Starte Simulation
es: Comenzar simulación
fr: Démarrer simulation
he: התחל הדמייה
hi: शुरू करें अनुकरण
it: Inizio simulazione
ja: 開始 シミュレーション
ko: 시작 시뮬레이션
pt_pt: Iniciar simulação
zh_hans: 开始 模拟
zh_hant: 開始 模擬

source: Start Tracking
ar: ابدأ التتبع
de: Starte Nachverfolgung
es: Comenzar Rastreo
fr: Démarrer Suivi
he: התחל מעקב
hi: शुरू करें ट्रैकिंग
it: Inizio Monitoraggio
ja: 開始 トラッキング
ko: 시작 트래킹
pt_pt: Iniciar Monitoramento
zh_hans: 开始 追踪
zh_hant: 開始 追蹤

source: Stop Tracking
ar: توقف التتبع
de: Stopp Nachverfolgung
es: Parar Rastreo
fr: Arrête Suivi
he: עצור מעקב
hi: रुकें ट्रैकिंग
it: Stop Monitoraggio
ja: ストップ トラッキング
ko: 그만 트래킹
pt_pt: Pare Monitoramento
zh_hans: 停下来 追踪
zh_hant: 停止 追蹤

# SudanPoliticalView
source: Sudan's view on the Halaib Triangle
ar: السودان منظر في ال حلايب مثلث
de: Sudan's anzeigen auf die Halaib Dreieck
es: Sudán's vista en la Halaib Triángulo
fr: Soudan voir sur le Halaib Triangle
he: סודאן של מבט על ה חלאיב משולש
hi: सूडान राय के ऊपर यह हलाइब त्रिभुज
it: Sudan's vista sul lo Halaib Triangolo
ja: スーダンの 見る オン その ハライブ 三角形
ko: 수단 전망 ...에 그 할라비 트라이앵글
pt_pt: Sudão's olhar em a Halaib Triângulo
zh_hans: 苏丹 观点 上 这 哈莱布 三角形
zh_hant: 蘇丹 的 檢視 上 該 哈拉伊布 三角形

# SurinamePoliticalView
source: Suriname's view on the Courantyne Headwaters and Lawa Headwaters
ar: سورينام منظر في ال كورانتين منابع و لاوا منابع
de: Surinam's anzeigen auf die Courantyne Quellgebiete und Lawa Quellgebiete
es: Surinam's vista en la Courantyne Cabeceras y Ley Cabeceras
fr: Surinam voir sur le Courantyne cours supérieurs et Lawa cours supérieurs
he: סורינאם מבט על ה קורנטיין שפכים ו לאווה שפכים
hi: सूरीनाम राय के ऊपर यह कुरंटाइन हेडवाटर्स और लावा हेडवाटर्स
it: Suriname's vista sul lo Courantyne Sorgenti e Lawa Sorgenti
ja: スリナム 見る オン その クーランタイン 源流 そして ラワ 源流
ko: 수리남 전망 ...에 그 쿠란타인 상류 과 라와 상류
pt_pt: Suriname's olhar em a Courantyne Cabeceiras e Lawa Cabeceiras
zh_hans: 苏里南 观点 上 这 库兰坦 源头 和 Lawa 源头
zh_hant: 蘇里南 的 檢視 上 該 庫蘭蒂恩 源頭 和 拉瓦 源頭

# SyriaPoliticalView
source: Syria's view on the Golan Heights
ar: سوريا منظر في ال الجولان مرتفعات
de: Syriens anzeigen auf die Golanhöhen Höhen
es: Siria's vista en la Golán Alturas
fr: Syrie voir sur le Golan Hauteurs
he: סוריה מבט על ה גולן גבהים
hi: सीरिया का राय के ऊपर यह गोलान हाइट्स
it: Siria's vista sul lo Golan Altezze
ja: シリア 見る オン その ゴラン ハイツ
ko: 시리아 전망 ...에 그 골란 하이츠
pt_pt: Síria's olhar em a Golan Alturas
zh_hans: 叙利亚 观点 上 这 戈兰 高度
zh_hant: 敘利亞 檢視 上 該 戈蘭高地 高度

# TanzaniaPoliticalView
source: Tanzania's view on Lake Malawi
ar: تنزانيا منظر في بحيرة مالاوي
de: Tansania's anzeigen auf See Malawi
es: Tanzania's vista en lago Malawi
fr: Tanzanie voir sur Lac Malawi
he: טנזניה מבט על אגם מלאווי
hi: तंज़ानिया's राय के ऊपर झील मलावी
it: della Tanzania vista sul Lago Malawi
ja: タンザニア 見る オン 湖 マラウイ
ko: 탄자니아 전망 ...에 호수 말라위
pt_pt: Tanzânia's olhar em Lago Malawi
zh_hans: 坦桑尼亚的 观点 上 湖 马拉维
zh_hant: 坦桑尼亞 的 檢視 上 湖 馬拉威

source: Terms & Conditions
ar: الشروط & الشروط
de: Bedingungen & Bedingungen
es: Términos y Condiciones
fr: Termes et Conditions
he: תנאים & תנאים
hi: शर्तें & शर्तेँ
it: Termini & Condizioni
ja: 規約 & 条件
ko: 약관 & 조건
pt_pt: Termos & Condições
zh_hans: 条款 & 条件
zh_hant: 條款 & 條件

source: The session has expired. Please sign in again to access all features.
ar: ال جلسة لديه منتهية الصلاحية. رجاء إشارة في مرة أخرى إلى ولوج جميع الميزات.
de: Die Sitzung hat abgelaufen. Bitte unterschreiben in nochmal zu Zugriff alles Funktionen.
es: El sesión ha caducado. Por favor signo en nuevamente a acceso todo características.
fr: Le session a expiré. Veuillez signe dans encore pour accès tous fonctionnalités.
he: ה מפגש יש ל פג תוקפו. נא סימן בתוך שוב כדי גישה כל תכונות.
hi: द सत्र पास है समय सीमा समाप्त। कृपया संकेत में फिर से को पहुँच सभी विशेषताएं।
it: Le sessione ha scaduto. Per favore cartello nel nuovamente a accesso tutti caratteristiche.
ja: ザは セッション 持っている 期限切れ。 お願いします 符号 に 再び に アクセス すべて 機能。
ko: 더 세션 가지고 있습니다 만료되었습니다. 부디 기호 에서 다시 에 접속하다 모든 특징.
pt_pt: O sessão tem expirado. Por favor assinar em de novo para acesso tudo características.
zh_hans: 那个 会话 有 已过期。 请 标志 在 再次 到 访问 所有 功能。
zh_hant: 該 會議 具有 已過期。 求你了 標誌 在 再次 至 存取 所有 功能。

source: Time
ar: الوقت
de: Zeit
es: Hora
fr: Heure
he: זמן
hi: टाइम
it: Ora
ja: 時間
ko: 시간
pt_pt: Hora
zh_hans: 时间
zh_hant: 時間

source: Today
ar: اليوم
de: Heute
es: Hoy
fr: Aujourd'hui
he: היום
hi: टुडे
it: Oggi
ja: 今日
ko: 오늘
pt_pt: Hoje
zh_hans: 今天
zh_hant: 今天

source: Tracker entered
ar: متعقب دخل
de: Tracker eingegeben
es: rastreador ingresó
fr: Traqueur entré
he: גשש נכנס
hi: ट्रैकर घुसा
it: Localizzatore entrato
ja: トラッカー 入った
ko: 트래커 입력했다
pt_pt: Rastreador entraram
zh_hans: 追踪器 已输入
zh_hant: 追蹤器 輸入

source: Tracker exited
ar: متعقب خرج
de: Tracker hinausgegangen
es: rastreador salió
fr: Traqueur sorti
he: גשש יצא
hi: ट्रैकर बाहर निकल गया
it: Localizzatore uscito
ja: トラッカー 出た
ko: 트래커 종료되었습니다
pt_pt: Rastreador saiu
zh_hans: 追踪器 退出
zh_hant: 追蹤器 退出

source: Navigate
ar: انتقل
de: Navigieren
es: Navegar por
fr: Naviguer
he: נווט
hi: नेविगेट
it: Navigare
ja: ナビゲート
ko: 탐색
pt_pt: Navegar
zh_hans: 导航
zh_hant: 導航

source: Trackers
ar: أجهزة التتبع
de: Tracker
es: Rastreadores
fr: Traceurs
he: עוקבים
hi: ट्रैकर्स
it: Localizzatori
ja: トラッカー
ko: 트래커
pt_pt: Rastreadores
zh_hans: 追踪器
zh_hant: 追蹤器

source: Trackers and Geofences
ar: أجهزة التتبع و الأسوار الجغرافية
de: Tracker und Geofences
es: Rastreadores y Geofences
fr: Traceurs et Géofences
he: עוקבים ו גיאופנס
hi: ट्रैकर्स और जियोफेंस
it: Localizzatori e Geofence
ja: トラッカー そして ジオフェンス
ko: 트래커 과 지오펜스
pt_pt: Rastreadores e Geofences
zh_hans: 追踪器 和 地理围栏
zh_hant: 追蹤器 和 地理圍欄

source: Tracking and Geofence simulation
ar: التتبع و السياج الجغرافي محاكاة
de: Nachverfolgung und Geofence Simulation
es: Rastreo y Geofence simulación
fr: Suivi et Geofence simulation
he: מעקב ו גיאופנס הדמייה
hi: ट्रैकिंग और जियोफेंस अनुकरण
it: Monitoraggio e Geofence simulazione
ja: トラッキング そして ジオフェンス シミュレーション
ko: 트래킹 과 지오펜스 시뮬레이션
pt_pt: Monitoramento e Geofence simulação
zh_hans: 追踪 和 Geofence 模拟
zh_hant: 追蹤 和 地理圍欄 模擬

source: Tracking Data Storage
ar: التتبع البيانات التخزين
de: Nachverfolgung Daten Aufbewahrung
es: Rastreo Datos Almacenamiento
fr: Suivi Données Rangement
he: מעקב נתונים אחסון
hi: ट्रैकिंग डेटा स्टोरेज
it: Monitoraggio Dati Archiviazione
ja: トラッキング [データ] ストレージ
ko: 트래킹 데이터 스토리지
pt_pt: Monitoramento Dados Armazenamento
zh_hans: 追踪 数据 存储
zh_hant: 追蹤 數據 儲存

source: Tracking History
ar: التتبع التاريخ
de: Nachverfolgung Geschichte
es: Rastreo Historia
fr: Suivi L'histoire
he: מעקב היסטוריה
hi: ट्रैकिंग इतिहास
it: Monitoraggio Storia
ja: トラッキング 歴史
ko: 트래킹 역사
pt_pt: Monitoramento História
zh_hans: 追踪 历史
zh_hant: 追蹤 歷史

source: Tracking your device location
ar: التتبع ك آلة موقع
de: Nachverfolgung dein Gerät Standort
es: Rastreo vuestro dispositivo ubicación
fr: Suivi votre appareil emplacement
he: מעקב שלך מכשיר מקום
hi: ट्रैकिंग तुम्हारा डिवाइस स्थान
it: Monitoraggio tuo dispositivo posizione
ja: トラッキング きみの 端末 ロケーション
ko: 트래킹 당신의 장치 위치
pt_pt: Monitoramento seu dispositivo localização
zh_hans: 追踪 您的 设备 位置
zh_hant: 追蹤 你的 裝置 地點

source: Truck
ar: شاحنة
de: Lastwagen
es: Camión
fr: Camion
he: משאית
hi: ट्रक
it: Camion
ja: トラック
ko: 트럭
pt_pt: Caminhão
zh_hans: 卡车
zh_hant: 卡車
